posts/simpsonPenalisingModelComponent2015.org
:PROPERTIES:
:ID:       590f218f-df8b-4658-abf6-b931e1c454c7
:ROAM_REFS: cite:simpson2015
:END:
#+TITLE: Penalising model component complexity: A principled, practical approach to constructing priors
#+filetags: :public:inprogress:

* Summary

The authors introduce a new methodology to design priors for models with a nested structure, i.e. for which the model component is defined to be an extension of a base model (for instance the [[id:273bfd3a-7e6e-4971-b422-048f930ae5b0][Negative Binomial Distribution]] is an extension of the Poisson distribution). /Penalized Complexity (PC) Priors/ are designed to penalize the complexity for deviating from the base model.

* Priors specified using a base model

For a model $\phi(x|\zeta)$ with flexibility parameter $\zeta$ the base model is the simplest model in the class and we asssume it corresponds to $\zeta = 0$.

/Gaussian Random Effects/
$z | \zeta$ is a multivariate normal with precision matrix $\tau \mathbb{1}$ where $\tau = \zeta^{-2}$. The base model is the model that puts all the mass at $\zeta =0$.
For the multivariate case we can allow for correlations among components, and uncorrelated case is the base model.
