simpsonPenalisingModelComponent2015.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-04-29 Sat 15:04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Penalising model component complexity: A principled, practical approach to constructing priors</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Penalising model component complexity: A principled, practical approach to constructing priors</h1>

<div id="outline-container-orgc04a809" class="outline-2">
<h2 id="orgc04a809">Summary</h2>
<div class="outline-text-2" id="text-orgc04a809">
<p>
The authors introduce a new methodology to design priors for models with a nested structure, i.e. for which the model component is defined to be an extension of a base model (for instance the <a href="20210420200526-negative_binomial_distribution.html#ID-273bfd3a-7e6e-4971-b422-048f930ae5b0">Negative Binomial Distribution</a> is an extension of the Poisson distribution). <i>Penalized Complexity (PC) Priors</i> are designed to penalize the complexity for deviating from the base model.
</p>
</div>
</div>

<div id="outline-container-orgcc2a894" class="outline-2">
<h2 id="orgcc2a894">Priors specified using a base model</h2>
<div class="outline-text-2" id="text-orgcc2a894">
<p>
For a model \(\phi(x|\zeta)\) with flexibility parameter \(\zeta\) the base model is the simplest model in the class and we asssume it corresponds to \(\zeta = 0\).
</p>

<p>
<i>Gaussian Random Effects</i>
\(z | \zeta\) is a multivariate normal with precision matrix \(\tau \mathbb{1}\) where \(\tau = \zeta^{-2}\). The base model is the model that puts all the mass at \(\zeta =0\).
For the multivariate case we can allow for correlations among components, and uncorrelated case is the base model.
</p>
</div>
</div>

<div id="outline-container-orge51d43a" class="outline-2">
<h2 id="orge51d43a">Links to this note</h2>
</div>
</div>
</body>
</html>